org/docs/水平思考.org
#+setupfile: ../info/index-sos-header.setup
#+include: ../info/common-header.org
#+title: 水平思考

* [[https://ja.wikipedia.org/wiki/%E6%B0%B4%E5%B9%B3%E6%80%9D%E8%80%83][水平思考 - Wikipedia]]

*水平思考*（/Lateral thinking/）は、問題解決のため
に既成の理論や概念にとらわれずアイデアを生み出す方法

** 概要

論理的思考や分析的思考を *垂直思考* (/Vertical thinking/)

- 論理を深めるには有効である一方で、
- 斬新な発想は生まれにくい
  

これに対して *水平思考* は

- 多様な視点から物事を見ることで
- 直感的な発想を生み出す

垂直思考を既に掘られている穴を奥へ掘り進めるのに例える
のなら、水平思考は新しく穴を掘り始めるのに相当する

** 水平思考の発想法

*** ランダム発想法 

    物事を無作為に選び興味分野と関連付けて発想を広げる

*** 刺激的発想法 

    ある物事に対して、こうであったらいいとの希望、ある部分をみたらどう
    なるか、あるいは逆にしてみたら、なくしてみたら、何かと一緒にしてみ
    たらなどの一覧を作り、その中で最も突飛なものを選び新しいアイデアの
    元にする方法である。

*** 挑戦的発想法 

    ある物事に対してそれがなぜ存在するのか、あるいは何のためにそうなっ
    ているのかを考えることで、新しいアイデアを生み出す方法である。

*** 概念拡散発想法 

    ある概念を他の事物に広く応用できないかと検討してアイデアを生み出す。

*** 反証的発想法 

    広く支持されている考えは間違いであると考え、明らかで言うまでもない
    と考えられていることに疑問を呈し、説得力のある反証を試みることでア
    イデアを生み出す。

