docs/docs/水平思考.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"https://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="https://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-12-09 月 10:46 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org7bc3cc8">1. 水平思考 - Wikipedia</a>
<ul>
<li><a href="#org3c1ccd9">1.1. 概要</a></li>
<li><a href="#org1f6fd04">1.2. 水平思考の発想法</a>
<ul>
<li><a href="#org6bfbf0c">1.2.1. ランダム発想法</a></li>
<li><a href="#org61bab62">1.2.2. 刺激的発想法</a></li>
<li><a href="#org13bfd4b">1.2.3. 挑戦的発想法</a></li>
<li><a href="#org7bebdcc">1.2.4. 概念拡散発想法</a></li>
<li><a href="#orgd88ae48">1.2.5. 反証的発想法</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org7bc3cc8" class="outline-2">
<h2 id="org7bc3cc8"><span class="section-number-2">1</span> <a href="https://ja.wikipedia.org/wiki/%E6%B0%B4%E5%B9%B3%E6%80%9D%E8%80%83">水平思考 - Wikipedia</a></h2>
<div class="outline-text-2" id="text-1">
<p>
*水平思考*（/Lateral thinking/）は、問題解決のため
に既成の理論や概念にとらわれずアイデアを生み出す方法
</p>
</div>

<div id="outline-container-org3c1ccd9" class="outline-3">
<h3 id="org3c1ccd9"><span class="section-number-3">1.1</span> 概要</h3>
<div class="outline-text-3" id="text-1-1">
<p>
論理的思考や分析的思考を <b>垂直思考</b> (<i>Vertical thinking</i>)
</p>

<ul class="org-ul">
<li>論理を深めるには有効である一方で、</li>
<li>斬新な発想は生まれにくい</li>
</ul>


<p>
これに対して <b>水平思考</b> は
</p>

<ul class="org-ul">
<li>多様な視点から物事を見ることで</li>
<li>直感的な発想を生み出す</li>
</ul>

<p>
垂直思考を既に掘られている穴を奥へ掘り進めるのに例える
のなら、水平思考は新しく穴を掘り始めるのに相当する
</p>
</div>
</div>

<div id="outline-container-org1f6fd04" class="outline-3">
<h3 id="org1f6fd04"><span class="section-number-3">1.2</span> 水平思考の発想法</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-org6bfbf0c" class="outline-4">
<h4 id="org6bfbf0c"><span class="section-number-4">1.2.1</span> ランダム発想法</h4>
<div class="outline-text-4" id="text-1-2-1">
<p>
物事を無作為に選び興味分野と関連付けて発想を広げる
</p>
</div>
</div>

<div id="outline-container-org61bab62" class="outline-4">
<h4 id="org61bab62"><span class="section-number-4">1.2.2</span> 刺激的発想法</h4>
<div class="outline-text-4" id="text-1-2-2">
<p>
ある物事に対して、こうであったらいいとの希望、ある部分をみたらどう
なるか、あるいは逆にしてみたら、なくしてみたら、何かと一緒にしてみ
たらなどの一覧を作り、その中で最も突飛なものを選び新しいアイデアの
元にする方法である。
</p>
</div>
</div>

<div id="outline-container-org13bfd4b" class="outline-4">
<h4 id="org13bfd4b"><span class="section-number-4">1.2.3</span> 挑戦的発想法</h4>
<div class="outline-text-4" id="text-1-2-3">
<p>
ある物事に対してそれがなぜ存在するのか、あるいは何のためにそうなっ
ているのかを考えることで、新しいアイデアを生み出す方法である。
</p>
</div>
</div>

<div id="outline-container-org7bebdcc" class="outline-4">
<h4 id="org7bebdcc"><span class="section-number-4">1.2.4</span> 概念拡散発想法</h4>
<div class="outline-text-4" id="text-1-2-4">
<p>
ある概念を他の事物に広く応用できないかと検討してアイデアを生み出す。
</p>
</div>
</div>

<div id="outline-container-orgd88ae48" class="outline-4">
<h4 id="orgd88ae48"><span class="section-number-4">1.2.5</span> 反証的発想法</h4>
<div class="outline-text-4" id="text-1-2-5">
<p>
広く支持されている考えは間違いであると考え、明らかで言うまでもない
と考えられていることに疑問を呈し、説得力のある反証を試みることでア
イデアを生み出す。
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2019-12-09 月 10:46</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
